<?php

return [
    'interview' => [
        'title' => '明日「面談」の予定があります。',
        'content' => '明日面談の予定があります。 変更があればマイページの応募履歴欄より変更をしましょう。 頑張ってください！',
    ],
    'new_message' => [
        'N007' => [
            'title' => 'から、新着のメッセージが届いています。',
            'content' => 'からメッセージが届いています。ご確認の上、必ずご対応をお願いいたします。対応の早さは、応募に有利にします！ ',
        ],
        'N002' => [
            'title' => '様から、新着のメッセージが届いています。',
            'content' => '新着のメッセージが届いています。ご確認の上、ご対応ください。',
        ],
    ],
    'N006' => [
        'title' => ':store_nameから、応募状況の進捗が更新されました。',
        'content' => ':store_nameから、応募状況の進捗が:interview_statusに更新されました。内容は応募詳細画面でご確認ください。'
    ],
];
