<?php

return [
    'announcement' => [
        'honorifics' => 'さん',
        'amount_other' => 'ほか:amount',
        'matching' => [
            'one_person' => 'とメッセージを始めてください。',
            'many_person' => '名と採用マッチングしました。',
        ]
    ],
    'interview' => [
        'title' => '明日「面談」の予定があります。',
        'content' => '明日面談の予定があります。 変更があればマイページの応募履歴欄より変更をしましょう。 頑張ってください！',
    ],
    'new_message' => [
        'N007' => [
            'title' => 'から、新着のメッセージが届いています。',
            'content' => 'からメッセージが届いています。ご確認の上、必ずご対応をお願いいたします。対応の早さは、応募に有利にします！ ',
        ],
        'N002' => [
            'title' => '様から、新着のメッセージが届いています。',
            'content' => '新着のメッセージが届いています。ご確認の上、ご対応ください。',
        ],
    ],
    'N003' => [
        'title' => ':user_name様と面接結果が「結果待ち」となってから1ヶ月経過しました。',
        'content' => ':user_name様との面接が「結果待ち」となってから1ヶ月経過しました。面接結果更新の対応をお願いします。'
    ],
    'N006' => [
        'title' => ':store_nameから、応募状況の進捗が更新されました。',
        'content' => ':store_nameから、応募状況の進捗が:interview_statusに更新されました。内容は応募詳細画面でご確認ください。'
    ],
    'N009' => [
        'title' => ':user_name様とお互いにお気に入りになりました。',
        'content' => ':user_name様とお互いにお気に入りになりました。求職者詳細画面に確認しましょう！'
    ],
    'N010' => [
        'title' => ':store_nameとお互いにお気に入りになりました。',
        'content' => ':store_nameとお互いにお気に入りになりました。店舗の求人詳細画面に確認しましょう！'
    ],
    'N011' => [
        'title' => '求人が削除されました。',
        'content' => ':job_idより｛求人タイトル｝が削除されましたので、｛求人タイトル｝のご応募を不採用になります。'
    ],
    'N012' => [
        'title' => '店舗が削除されました。',
        'content' => ':store_nameが削除されましたので、:job_nameのご応募を不採用になります。',
    ],
    'N013' => [
        'title' => '美容室オーナが削除されました。',
        'content' => ':recruiter_nameが削除されましたので、:job_titleのご応募を不採用になります。',
    ],
    'N014' => [
        'title' => '求職者が削除されました。',
        'content' => ':user_name様が削除されましたので、:user_name様より:job_titleのご応募のステータスが不採用に変更されました。',
    ],
    'N001' => [
        'title' => ':user_name様より面接予定を登録しました。',
        'content' => ':user_name様より面接予定を登録されました。詳細は面接カレンダー画面にてご確認ください。',
    ],
    'N015' => [
        'title' => ':user_name様より面接予定を更新しました。',
        'content' => ':user_name様より面接予定を更新されました。詳細は面接カレンダー画面にてご確認ください。',
    ],
];
