<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、無効なトークンや無効な新しいパスワードなど、
    | パスワード更新の試行が失敗した場合にパスワードブローカーによって
    | 指定された理由に一致するデフォルトの行です。
    |
    */

    'reset' => 'パスワード再設定が完了しました。',
    'sent' => 'パスワード再設定用のメールを送信しました。',
    'throttled' => 'ログイン試行が多すぎます。:seconds秒後にもう一度お試しください。',
    'token' => 'このパスワード再設定用トークンは無効です。',
    'user' => "ユーザーが見つかりませんでした。",

];
