<?php

return [
    'not_found' => 'データが見つかりません。',
    'not_found_with' => ':objectが見つかりません。',
    'invalid' => '入力したデータが正しくありません。もう一度やり直してください。',
    'invalid_token' => 'トークンの有効期限が切れています。',
    'cart_invalid' => 'ショッピングカートは既に存在します。後でもう一度やり直してください。',
    'unauthenticated' => 'セッションの有効期限がきれました。もう一度ログインください。',
    'update_successfully' => ':objectの更新が完了しました。',
    'created' => ':objectの登録が完了しました。',
    'updated' => ':objectの編集が完了しました。',
    'deleted' => ':objectの削除が完了しました。',
    'status_updated' => '成功しました。',
    'cant_delete' => ':objectの削除に失敗しました。',
    'cant_update' => ':objectの更新に失敗しました。',
    'label' => [
        'user' => 'ユーザー',
        'user_work_history' => '実務経験',
    ],
    'reset_password' => 'パスワードのリセットが成功しました。 新しいパスワードで再度ログインできます。',
    'send_mail_success' => 'メールを送信しました。',
    'INF_004' => [
        'cancel_applied' => '応募のキャンセル成功しました。',
    ],
    'update_base_info_success' => '基本情報を正常に編集します。',
    'readed_update_error' => '読み取り更新に失敗しました',
    'INF' => [
        '001' => '追加に成功しました。',
        '003' => 'お気に入り求人リストから削除成功しました。',
        '005' => '削除に成功しました。',
        '006' => '追加が成功しました。',
        '010' => '登録が成功しました。',
        '008' => '送信成功しました。',
    ],
    'user_work_history' => [
        'count_error' => '職務経歴が10個以上は追加できません。'
    ],
    'update_success' => '編集が成功しました。',
    'ERR' => [
        '006' => '追加が失敗しました。',
        '007' => '保存が失敗しました。',
        '008' => '削除が失敗しました。',
        '999' => '別の時間を選択してください。選択した時間は重複しています。',
    ],
    'EXC' => [
        '001' => '不明なエラーが発生しました',
    ]
];
