<?php

return [
    'skill_types' => [
        1 => [
            'name' => 'カット',
            'level' => [
                1 => 1,
                2 => 2,
                3 => 3,
                4 => 4,
                5 => 5
            ]
        ],
        2 => [
            'name' => 'まゆ毛',
            'level' => [
                1 => 1,
                2 => 2,
                3 => 3,
                4 => 4,
                5 => 5
            ]
        ],
        3 => [
            'name' => 'パーマ',
            'level' => [
                1 => 1,
                2 => 2,
                3 => 3,
                4 => 4,
                5 => 5
            ]
        ],
        4 => [
            'name' => 'プロー',
            'level' => [
                1 => 1,
                2 => 2,
                3 => 3,
                4 => 4,
                5 => 5
            ]
        ],
        5 => [
            'name' => 'シャンプー',
            'level' => [
                1 => 1,
                2 => 2,
                3 => 3,
                4 => 4,
                5 => 5
            ]
        ]
    ],
    'default_skills' => [
        ['type' => '1', 'name' => 'カット', 'level' => '1'],
        ['type' => '2', 'name' => 'まゆ毛', 'level' => '1'],
        ['type' => '3', 'name' => 'パーマ', 'level' => '1'],
        ['type' => '4', 'name' => 'プロー', 'level' => '1'],
        ['type' => '5', 'name' => 'シャンプー', 'level' => '1'],
    ],
    'age' => [
        1 => 20,
        2 => 30,
        3 => 40,
        4 => 50,
    ],
];
